Repository: theforeman/hammer_cli_foreman_bootdisk
Catalog: locale/*/hammer_cli_foreman_bootdisk.po
Languages: es, ka, ko, pt_br, ru, zh_cn

source: File or device to write image to
es: Archivo o dispositivo para escribir imagen
ka: ფაილი ან მოწყობილობა ასლის ჩასაწერად
ko: 이미지를 작성할 파일 또는 장치
pt_br: Arquivo ou dispositivo onde gravar a imagem
ru: Файл или устройство для записи образа
zh_cn: 用來寫入映像檔的檔案或裝置

source: Force writing to existing destination (device etc.)
es: Forzar escritura al destino existente (dispositivo...)
ka: არსებულ ადგილას ძალით ჩაწერა (მოწყობილობა, ა.შ.)
ko: 기존 대상 파일 (장치 등)에 쓰기를 강제
pt_br: Forçar gravação no destino existente (dispositivo etc.)
ru: Принудительно перезаписать
zh_cn: 強制寫入既有的目的地（裝置等等）

source: Use sudo to write to device
es: Use sudo para escribir al dispositivo.
ka: მოწყობილობაზე ჩასაწერად sudo-ის გამოყენება
ko: 장치에 쓰기를 실행하기 위해 sudo 사용
pt_br: Use sudo para gravar no dispositivo
ru: Запись устройства в режиме sudo
zh_cn: 使用 sudo 來寫入裝置

source: Destination %s already exists and isn't a regular file, use '--force' if you are sure you wish to write to it
es: Destino %s ya existe y no es un archivo regular, use '--force' si está seguro de que desea escribirlo.
ka: სამიზნე %s უკვე არსებობს და არ წარმოდგენს ჩვეულებრივ ფაილს. თუ მაინც გნებავთ მასში ჩაწერა, გამოიყენეთ --force
ko: 대상 파일 %s 이 이미 존재하며 이는 일반 파일이 아닙니다. 파일에 쓰기를 실행하고자 할 경우 '--force'를 사용합니다
pt_br: Destino %s já existe e não é um arquivo comum, use '--force' se você não estiver certo de que deseja gravar nele
ru: %s уже существует. Чтобы перезаписать, добавьте «--force»
zh_cn: 目标 %s 已存在且不是一个常规文件，如果您确定要写入它，则使用 '-force'

source: Successfully downloaded generic disk image to %s
es: Se ha descargado con éxito la imagen de disco genérica a %s
ka: დისკის ზოგადი ასლი წარმატებით გადმოიწერა %s-ზე
ko: 일반 디스크 이미지가 %s에 성공적으로 다운로드되었습니다
pt_br: Imagem de disco genérico baixado com sucesso em %s
ru: Стандартный образ загружен в %s
zh_cn: 成功地将通用磁盘镜像下载到 %s

source: Failed to download generic disk image
es: Falló la descarga de imagen de disco genérica
ka: დისკის ზოგადი ასლის გადმოწერის შეცდომა
ko: 일반 디스크 이미지 다운로드에 실패했습니다
pt_br: Falha ao baixar a imagem de disco genérico
ru: Не удалось загрузить стандартный образ
zh_cn: 下载通用磁盘镜像失败

source: Successfully downloaded host disk image to %s
es: Se ha descargado con éxito la imagen de disco de host a %s
ka: ჰოსტის დისკის ასლი წარმატებით გადმოიწერა %s-ზე
ko: 호스트 디스크 이미지가 %s에 성공적으로 다운로드되었습니다
pt_br: Imagem de disco de host baixada com sucesso em %s
ru: Образ узла загружен в %s
zh_cn: 成功地将主机磁盘镜像下载到 %s

source: Failed to download host disk image
es: Falló la descarga de imagen de disco de host
ka: ჰოსტის დისკის ასლის გადმოწერის შეცდომა
ko: 호스트 디스크 이미지 다운로드에 실패했습니다
pt_br: Falha ao baixar a imagem de disco de host
ru: Не удалось загрузить образ узла
zh_cn: 下载主机磁盘镜像失败

source: Successfully downloaded subnet disk image to %s
es: La imagen de disco de subred se ha descargado a %s
ka: ქვექსელის დისკის ასლი წარმატებით გადმოიწერა %s-ზე
ko: 서브넷 디스크 이미지를 %s로 성공적으로 다운로드했습니다.
pt_br: Imagem de disco de subrede baixada com sucesso em %s
ru: Образ для подсети загружен в %s
zh_cn: 成功地将子网磁盘镜像下载到 %s

source: Failed to download subnet disk image
es: Falló la descarga de la imagen de disco de subred
ka: ქვექსელის დისკის ასლის გადმოწერის შეცდომა
ko: 서브넷 디스크 이미지 다운로드에 실패했습니다.
pt_br: Falha ao baixar a imagem de disco de subrede
ru: Не удалось загрузить дисковый образ для подсети
zh_cn: 下载子网磁盘镜像失败

source: Download boot disks
es: Descargar discos de arranque
ka: ჩატვირთვადი დისკების გადმოწერა
ko: 부팅 디스크 다운로드
pt_br: Baixar discos de inicialização
ru: Загрузить диски
zh_cn: 下載開機磁碟
